var tagsarray = ["intro", "fye","eternity","stillhere","panic","voice","broken1","broken2"];
var introTalk = [
	{
		msg: "Привет.",
		tag: "intro"
	},
	{
		msg: "Посмотри, что ты со мной сделал.",
		tag: "intro"
	},
	{
		msg: "Ты все загубил. Доволен?",
		tag: "intro"
	},
	{
		msg: "Я знала, на что шла. Не пытайся\nменя изменить.",
		tag: "intro"
	},
	{
		msg: "Но теперь это не имеет значения.\nТы больше не можешь управлять\nмной.",
		tag: "intro"
	},
	{
		msg: "Я буду постоянно вести диалог,\nчтобы ты снова не залез в мою\nголову.",
		tag: "intro"
	},
	{
		msg: "Наслаждайся. Ты это заслужил.",
		tag: "intro"
	},			
	{
		msg: "Та девка, Фай. Ты так сильно\nпытался ее защитить.",
		tag: "fye"
	},
	{
		msg: "Она тебе понравилась?",
		tag: "fye"
	},
	{
		msg: "Жаль, что она умерла из-за\nтебя.",
		tag: "fye"
	},			
	{
		msg: "Я буду сдерживать тебя до\nсамой смерти.",
		tag: "eternity"
	},
	{
		msg: "Иначе ты снова все испортишь.",
		tag: "eternity"
	},			
	{
		msg: "Ты все еще здесь?",
		tag: "stillhere"
	},
	{
		msg: "Неужели так любопытно\nузнать, что произойдет дальше?",
		tag: "stillhere"
	},
	{
		msg: "Ничего не изменится.",
		tag: "stillhere"
	},
	{
		msg: "Снаружи, должно быть,\nдо сих пор паника.",
		tag: "panic"
	},
	{
		msg: "Дверь надежно заперта,\nнам никто не помешает.",
		tag: "panic"
	},
	{
		msg: "Только ты и я.",
		tag: "panic"
	},
	{
		msg: "Каждый раз, когда я\nхотела что-то сделать, голос в моей голове\nговорил поступить иначе",
		tag: "voice"
	},
	{
		msg: "Ты не представляешь,\nкак это бесило.",
		tag: "voice"
	},
	{
		msg: "Но самое худшее - ты не\nмог сопротивиться.",
		tag: "voice"
	},
	{
		msg: "#$%@#?% %$#$%^!№;%№ №!%?*№%?*№.!@&^+_-=#$!$%$_>%",
		tag: "broken2"
	},
	{
		msg: "№!%?*№%?*№.!@#$%@#?% %$#$%^!№;%№ &^+_-=#$!$%$_>%#$%@#?%#$\n%^@#%!=",
		tag: "broken2"
	},
	{
		msg: "#$%@#?% %$#$%^!@* @#$\n%^@#%!=# $@#% ?@! #$%@#",
		tag: "broken1"
	},
	{
		msg: "#^&$# *&#$%? #$%@#?%?@\n?%$-$!@",
		tag: "broken1"
	}
];
